<?php  session_start(); ?>
<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8" />
    <title>О нас</title>

    <link rel="shortcut icon" href="resources/favicons/main_favicon.png" type="image/png" />
    <link rel="preconnect" href="https://fonts.gstatic.com" />
    <link href="https://fonts.googleapis.com/css2?family=Source+Sans+Pro:wght@400&display=swap" rel="stylesheet" />

    <link rel="stylesheet" href="CSS/style.css" />
    <link rel="stylesheet" href="CSS/ModalFrame.css" />
    <link rel="stylesheet" href="CSS/reg_system.css" />
    <link rel="stylesheet" href="CSS/history.css" />
    <link rel="stylesheet" href="CSS/about_us.css" />

    <script type="text/javascript" src="https://kit.fontawesome.com/738b08a700.js" crossorigin="anonymous"></script>
    <script type="text/javascript" src="JavaScripts/for_style.js"       defer></script>
    <script type="text/javascript" src="JavaScripts/reg_system.js"      defer></script>

    <meta name="viewport" content="width=device-width, initial-scale=1.0" />
  </head>
  <body>
    <header>
      <div class="shadow"></div>
    </header>

    <?php include $_SERVER['DOCUMENT_ROOT'].'/Moduls/header.php';?>

    <section class="about">
      <div class="container">
        <h2>Эвристика в физике</h2>
        <p>
          Проект «Эвристика в физике» основан в феврале 2018 г. в БГУИР и
          использует в лекционном курсе общей физики традиционные и
          проблемно-эвристические методы, в том числе эвристический/диалоговый
          подход к организации обучения.
        </p>
        <p>Миссия проекта «Изучение физики через призму творчества».</p>
        <p>Девиз «Сделай сам - тогда поймешь!».</p>
        <p>
          Своей целью проект ставит развитие интереса к физике у студентов БГУИР
          разных специальностей. Практика показывает, что участие в проекте
          «Эвристика в физике» становится незабываемым опытом. Создание
          творческих работ по физике привлекает студентов к научной и творческой
          деятельности, Знакомясь с результатами современной физики, студенты
          работают в команде, находят новых друзей и успешно развивают
          soft-skills: навыки коммуникации, планирования и распределения
          времени, креативное и критическое мышление. Статистика итогов сессии
          говорит о том, что за счет вовлеченности в процесс обучения всего
          потока уровень успеваемости студентов растет.
        </p>
        <p>Задачи проекта:</p>
        <ol class="purposes">
          <li>повысить эффективность лекционных занятий;</li>
          <li>создать условия для творческой самореализации студентов;</li>
          <li>
            стимулировать студентов к самостоятельному изучению ряда вопросов
            учебной программы курса.
          </li>
        </ol>
        <p>
          При организации лекционных занятий студенты вовлекаются в процесс
          создания творческих работ по физике в диджитал форме в рамках учебного
          семестра. В готовых работах студенты наглядно рассказывают о
          физических явлениях/законах и показывают их применение на практике.
          Видеоролики размещаются на YouTube-канале «Эвристика в физике» как
          наглядные обучающие демонстрации по физике.
        </p>

        <p>
          Страницы проекта в соцсетях Instagram и VK активно используются для
          проведения промежуточных конкурсов (парад шарад-загадок о названиях
          заявленных творческих работ, фестиваль визиток работ и т.д.), а также
          рекламы студенческих творческих работ.
        </p>

        <p>
          В начале семестра студенты, заинтересованные в учебе на повышенном
          уровне, формируют команды, чтобы подготовить отдельный проект
          теоретического или прикладного характера в виде видеоролика
          длительностью 5-10 мин. Формулируя цели и задачи работы, они
          самостоятельно выбирают темы проектов согласно программе курса физики.
          На каждом этапе студентам-авторам помогают обученные студенты-кураторы
          и преподаватель-лектор. Авторы консультируются по вопросам
          технического характера и техники безопасности у ведущих инженеров
          кафедры физики.
        </p>

        <p>
          В конце семестра в онлайн-конкурсе творческих работ студенты
          потока/потоков выбирают победителей в номинациях: «Лучшая творческая
          работа», «Лучшая креативная работа», «Лучшая научная работа», «Лучшая
          техническая работа» и «Приз зрительских симпатий». Победителям
          вручаются дипломы научного руководителя. Если Вы хотите быть в курсе
          новостей проекта «Эвристика в физике» в БГУИР, подписывайтесь на наши
          соцсети: - YouTube канал - страница в Instagram - группа в ВКонтакте
          Каждый новый семестр означает свежие идеи и интересные творческие
          работы. Мы, эвристы, с удовольствием примем в наш проект новых
          участников, чтобы вместе изучать физику!
        </p>
        <div class="images">
          <img src="resources/images/about_us/content/img1.png" alt="Бейдж"><img src="resources/images/about_us/content/img2.png" alt="Бейдж">
        </div>
      </div>
    </section>
    
    <?php include $_SERVER['DOCUMENT_ROOT'].'/Moduls/footer.php';?>

  </body>
</html>